
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's205b3e04ad286caa': `هل لديك حساب؟`,
's2813fd317055faac': `اختيار صورة`,
's2c15b9b13a3e2a80': `يسجل`,
's3007626a1c52b75c': `شارك للعالم أن لديك قصة في حياتك`,
's3d099ab47fec57b6': `يحب`,
's5d929ff1619ac0c9': `يبحث`,
's6342b96a82118650': `انتبه📢`,
's63d894b1ddb06289': `وصف`,
's63f0bfacf2c00f6b': `مرحبًا`,
's67749057edb2586b': `تسجيل خروج`,
's6f4812aa4388b4b9': `مصنوع من ❤️بواسطة فكري أرديانسياه`,
's7fee95b66225e1fb': `لوحة القيادة`,
's8635e11850f551b5': `يمكنك إدخال الصور التي تريد مشاركتها، ولكن تذكر! تحظر هذه المنصة بشكل صارم المحتوى الذي يحتوي على مواد إباحية وسخرية وتخريب`,
's8a2c100e0490e7b5': `الوداع`,
's9a730edb8b4733e7': `خلق جديد إبداع جديد`,
'sae5d87e99fe081e0': `مطلوب`,
'sb3d4f79d9d8b71e5': `يُقدِّم`,
'sb59d68ed12d46377': `تحميل`,
'sc8da3cc71de63832': `تسجيل الدخول`,
'sd83ccf006fbb26be': `صورة القصة`,
'sdb314e7e0f343d2d': `ليس لديك حساب؟`,
'sdcc4c131e03049b4': `إنشاء قصة`,
'sf6075e29d25fa2fb': `تسجيل الدخول هنا!`,
'sfa698c099321b674': `سجل هنا!`,
    };
  