// Do not modify this file by hand!
// Re-generate this file by running lit-localize

import { str } from "@lit/localize";

/* eslint-disable no-irregular-whitespace */

export const templates = {
  s2813fd317055faac: `اختيار صورة`,
  s3007626a1c52b75c: `شارك للعالم أن لديك قصة في حياتك`,
  s3d099ab47fec57b6: `يحب`,
  s4b6632f24dd9d9f6: `بيرهاتيان 📢`,
  s5d929ff1619ac0c9: `يبحث`,
  s63d894b1ddb06289: `وصف`,
  s63f0bfacf2c00f6b: `مرحبًا`,
  s6f4812aa4388b4b9: `مصنوع من ❤️بواسطة فكري أرديانسياه`,
  s7fee95b66225e1fb: `لوحة القيادة`,
  s8635e11850f551b5: `يمكنك إدخال الصور التي تريد مشاركتها، ولكن تذكر! تحظر هذه المنصة بشكل صارم المحتوى الذي يحتوي على مواد إباحية وسخرية وتخريب`,
  s8a2c100e0490e7b5: `الوداع`,
  s9a730edb8b4733e7: `خلق جديد إبداع جديد`,
  sae5d87e99fe081e0: `مطلوب`,
  sb3d4f79d9d8b71e5: `يُقدِّم`,
  sd83ccf006fbb26be: `صورة القصة`,
  sdcc4c131e03049b4: `إنشاء قصة`,
  se9c4aac892f59a70: `ْعَنِّي`,
  sfa6203862fc4447c: str`قصص ${0}`,
};
